//พิมพ์ข้อมูลวิชา
let all_subjects = `8.30-9.20, 9.20-10.10, 10.10-11.00, 11.00-12.50, 12.50-13.40, 13.40-14.50,14.50-15.30
ดนตรี ม.1 1/6, ดนตรีไทย 4/6 2-1, ดนตรีไทย 4/6 2-2,  พักกลางวัน, เตรียมสอน, ดนตรี ม.1 1/8, ค้นคว้า 6/4, โฮมรูม 6/4
ดนตรีไทย 2/7, ดนตรีไทย 2/2, ดนตรีไทย 2/4, เวรกลาวัน, ดนตรี ม.1 1/7, เตรียมสอน 2-1, เตรียมสอน 2-2, ค้นคว้า 6/4
เตรียมสอน 3-1, เตรียมสอน 3-2, เตรียมสอน 3-3, พักกลางวัน, เตรียมสอน, ดนตรีไทย 4/7 2-1, ดนตรีไทย 4/7 2-2, จิตอาสา 6/4
ดนตรีไทย 2/8, เตรียมสอน 2-1, เตรียมสอน 2-2, พักกลางวัน, ดนตรี ม.1 1/5, เตรียมสอน, ค้นคว้า 6/4, โฮมรูม 6/4
ดนตรีไทย 2/3, เตรียมสอน, ดนตรีไทย 2/5, พักกลางวัน, ดนตรีไทย 2/1, ดนตรีไทย 2/6, ชุมนุม, คุณธรรม
`
