//พิมพ์ข้อมูลวิชา
let all_subjects = `ทัศนศิลป์ 1/6, เตรียมสอน, ดนตรีไทย 5/7, พักกลางวัน, ทัศนศิลป์ 1/3, ดนตรีไทย 5/5, ดนตรีไทย 5/4, โฮมรูม 6/4
เตรียมสอน1-3, เตรียมสอน2-3, เตรียมสอน3-3, พักกลางวัน, ทัศนศิลป์ 1/2, ปฏิบัติดนตรีไทย 6/4, ปฏิบัติดนตรีไทย 6/4, ค้นคว้าอิสระ 6/4
ทัศนศิลป์ 1/8, เตรียมสอน1-2, เตรียมสอน2-2, พักกลางวัน, เตรียมสอน, ทัศนศิลป์ 1/4, ลูกเสือ, จิตอาสา 6/4
ทัศนศิลป์ 1/7, เตรียมสอน1-2,เตรียมสอน2-2, พักกลางวัน, เตรียมสอน, ทัศนศิลป์ 1/1, ดนตรีไทย 5/6, โฮมรูม 6/4
ทัศนศิลป์ 1/5, เตรียมสอน, IS 5, IS 5, พักกลางวัน, เตรียมสอน, ชุมนุม, คุณธรรมเพื่อสังคม
`