//พิมพ์ข้อมูลวิชา 2/2567
// let all_subjects = `8.30-9.20, 9.20-10.10, 10.10-11.00, 11.00-11.50, 11.50-12.40, 12.40-13.30, 13.30-14.20, 14.20-15.20
// ดนตรี ม.1 1/6, ดนตรีไทย 4/6 2-1, ดนตรีไทย 4/6 2-2,  พักกลางวัน, เตรียมสอน, ดนตรี ม.1 1/8, ค้นคว้า 6/4, โฮมรูม 6/4
// ดนตรีไทย 2/7, ดนตรีไทย 2/2, ดนตรีไทย 2/4, เวรกลาวัน, ดนตรี ม.1 1/7, เตรียมสอน 2-1, เตรียมสอน 2-2, ค้นคว้า 6/4
// เตรียมสอน 3-1, เตรียมสอน 3-2, เตรียมสอน 3-3, พักกลางวัน, เตรียมสอน, ดนตรีไทย 4/7 2-1, ดนตรีไทย 4/7 2-2, จิตอาสา 6/4
// ดนตรีไทย 2/8, เตรียมสอน 2-1, เตรียมสอน 2-2, พักกลางวัน, ดนตรี ม.1 1/5, เตรียมสอน, ค้นคว้า 6/4, โฮมรูม 6/4
// ดนตรีไทย 2/3, เตรียมสอน, ดนตรีไทย 2/5, พักกลางวัน, ดนตรีไทย 2/1, ดนตรีไทย 2/6, ชุมนุม, คุณธรรม
// `
//พิมพ์ข้อมูลวิชา 1/2568
// let all_subjects = `(1)8.30-9.20, (2)9.20-10.10, (3)10.10-11.00, (4)11.00-11.50, (5)11.50-12.40, (6)12.40-13.30, (7)13.30-14.20, (8)14.20-15.20
// เตรียมสอน 1-2, เตรียมสอน 2-2, ศิลปะ ม.1 1/6,  พักกลางวัน, ศิลปะ ม.1 1/2, ศิลปะ ม.1 1/3, เตรียมสอน, โฮมรูม 1/3
// ศิลปะ ม.1 1/8, ดนตรี ม.5 5/7, เตรียมสอน,  พักกลางวัน, ศิลปะ ม.1 1/1, ดนตรี ม.5 5/6, เตรียมสอน, ค้นคว้า 1/3
// เตรียมสอน 1-2, เตรียมสอน 2-2, พักกลางวัน, ดนตรี ม.5 5/5, เตรียมสอน, ดนตรี ม.6 6/7 1-2, ดนตรี ม.6 6/7 2-2, จิตอาสา 1/3
// ดนตรี ม.6 6/4 1-2, ดนตรี ม.6 6/4 2-2, เตรียมสอน, พักกลางวัน, ศิลปะ ม.1 1/5, ศิลปะ ม.1 1/4, เตรียมสอน, โฮมรูม 1/3
// ศิลปะ ม.1 1/7, เตรียมสอน, IS ม.5 1-2, IS ม.5 2-2, พักกลางวัน, ดนตรี ม.5 5/4, ชุมนุมดนตรีไทย, คุณธรรม
// `
//พิมพ์ข้อมูลวิชา 1/2568
let all_subjects = `(1)8.40-9.30, (2)9.30-10.20, (3)10.20-11.10, (4)11.10-12.00, (5)12.00-12.50, (6)12.50-13.40, (7)13.40-14.30, (8)14.30-15.20
ดนตรีไทย ม.4/7 [1], เตรียมสอน 1-2, เตรียมสอน 2-2,  เวรกลางวัน, ดนตรีไทย ม.1/8, เตรียมสอน, ดนตรีไทย ม.4/6 [1], โฮมรูม 1/3
นาฏศิลป์ ม.2/7, ดนตรีไทย ม.4/7 [2], ดนตรีไทย ม.1/7,  พักกลางวัน, นาฏศิลป์ ม.2/1, เตรียมสอน, เตรียมสอน, ค้นคว้า 1/3
นาฏศิลป์ ม.2/3, เตรียมสอน 1-2,  เตรียมสอน 2-2, ดนตรีไทย ม.4/6 [2], พักกลางวัน, ดนตรีไทย ม.1/6, ลูกเสือ, จิตอาสา 1/3
เตรียมสอน 1-2, เตรียมสอน 2-2, นาฏศิลป์ ม.2/5, พักกลางวัน, นาฏศิลป์ ม.2/2, เตรียมสอน, ดนตรีไทย ม.1/5, โฮมรูม 1/3
เตรียมสอน 1-2, เตรียมสอน 2-2, นาฏศิลป์ ม.2/4, พักกลางวัน, นาฏศิลป์ ม.2/6, นาฏศิลป์ ม.2/8, ชุมนุมดนตรีไทย, คุณธรรม
`